Repository: NaN-tic/trytond-project_role
Catalog: locale/*.po
Languages: ca, es

# field:project.allocation,role:
source: Role
ca: Rol
es: Rol

# field:project.role,name:
source: Name
ca: Nom
es: Nombre

# field:project.work,assignee:
source: Assignee
ca: Assigna
es: Asignar

# field:project.work,role_employee:
source: Role Employee
ca: Rol empleat
es: Rol empleado

# field:project.work.status,role:
source: Role
ca: Rols
es: Roles

# field:res.user,send_own_assignee:
source: Send Own Assignee
ca: Envia assignació pròpia
es: Envía asignación propia

# field:work.configuration,default_allocation_employee:
source: Default Allocation Employee
ca: Assigna empleat per defecte
es: Asignar empleado por defecto

# model:ir.action,name:act_project_role
source: Project Roles
ca: Rols projecte
es: Roles proyecto

# model:ir.rule.group,name:rule_group_project_allocation
source: User in company
ca: Usuari a les empreses
es: Usuario a las empresas

# model:ir.ui.menu,name:menu_project_role_configuration
source: Roles
ca: Rols

# model:project.role,name:
source: Project Role
ca: Rol projecte
es: Rol proyecto
